{"actividades": {"29 - Fabricacion de vehiculos automotores, remolques y semirremolques.": {"292 - Fabricacion de carrocerias para vehiculos automotores; fabricacion de remolques y semirremolques.": {"2920 - Fabricacion de carrocerias para vehiculos automotores; fabricacion de remolques y semirremolques.": 206062759000, "2924 - ": 0}, "291 - Fabricacion de vehiculos automotores y sus motores.": {"2919 - ": 0, "2910 - Fabricacion de vehiculos automotores y sus motores.": 2751482991000}, "293 - Fabricacion de partes, piezas (autopartes) y accesorios (lujos) para vehiculos automotores.": {"2930 - Fabricacion de partes, piezas (autopartes) y accesorios (lujos) para vehiculos automotores.": 869867685000}}, "96 - Otras actividades de servicios personales.": {"960 - Otras actividades de servicios personales.": {"9603 - Pompas funebres y actividades relacionadas.": 280048488000, "9602 - Peluqueria y otros tratamientos de belleza.": 53661111000, "9601 - Lavado y limpieza, incluso la limpieza en seco, de productos textiles y de piel.": 101975205000, "9609 - Otras actividades de servicios personales n.c.p.": 537527683000}}, "69 - Actividades juridicas y de contabilidad.": {"691 - Actividades juridicas.": {"6910 - Actividades juridicas.": {"69102 - Actividades juridicas en el ejercicio de una profesion liberal": 732976892000, "69101 - Actividades juridicas como consultoria profesional": 1767280899000}}, "692 - Actividades de contabilidad, teneduria de libros, auditoria financiera y asesoria tributaria.": {"6920 - Actividades de contabilidad, teneduria de libros, auditoria financiera y asesoria tributaria.": {"69202 - Actividades de contabilidad, teneduria de libros, auditoria financiera y asesoria tributaria en el ejercicio de una profesion liberal": 133119428000, "69201 - Actividades de contabilidad, teneduria de libros, auditoria financiera y asesoria tributaria como consultoria profesional": 1240488383000}}}, "51 - Transporte aereo.": {"519 - ": {"5190 - ": 0}, "514 - ": {"5141 - ": {"51411 - ": 0}}, "512 - Transporte aereo de carga.": {"5121 - Transporte aereo nacional de carga.": 265377099000, "5122 - Transporte aereo internacional de carga.": 610006189000}, "513 - ": {"5131 - ": 5328000, "5135 - ": {"51351 - ": 0}, "5136 - ": 0}, "516 - ": {"5163 - ": 0, "5169 - ": 0}, "517 - ": {"5170 - ": 0}, "511 - Transporte aereo de pasajeros.": {"5112 - Transporte aereo internacional de pasajeros.": 1126604847000, "5111 - Transporte aereo nacional de pasajeros.": 4170310450000}, "515 - ": {"5151 - ": {"51511 - ": 0}}}, "47 - Comercio al por menor (incluso el comercio al por menor de combustibles), excepto el de vehiculos automotores y motocicletas.": {"476 - Comercio al por menor de articulos culturales y de entretenimiento, en establecimientos especializados.": {"4762 - Comercio al por menor de articulos deportivos, en establecimientos especializados.": 226414350000, "4769 - Comercio al por menor de otros articulos culturales y de entretenimiento n.c.p. en establecimientos especializados.": 95346338000, "4761 - Comercio al por menor de libros, periodicos, materiales y articulos de papeleria y escritorio, en establecimientos especializados.": {"47612 - Comercio al por menor de periodicos, materiales y articulos de papeleria y escritorio, en establecimientos especializados (excepto libros, textos escolares y cuadernos)": 659193095000, "47611 - Comercio al por menor y al por mayor  de libros, textos escolares y cuadernos": 490286781000}}, "474 - Comercio al por menor de equipos de informatica y de comunicaciones, en establecimientos especializados.": {"4742 - Comercio al por menor de equipos y aparatos de sonido y de video, en establecimientos especializados.": 158013606000, "4741 - Comercio al por menor de computadores, equipos perifericos, programas de informatica y equipos de telecomunicaciones en establecimientos especializados.": 2727011628000}, "473 - Comercio al por menor de combustible, lubricantes, aditivos y productos de limpieza para automotores, en establecimientos especializados.": {"4731 - Comercio al por menor de combustible para automotores.": {"47311 - ": 17916000}, "4732 - Comercio al por menor de lubricantes (aceites, grasas), aditivos y productos de limpieza para vehiculos automotores.": 293232509000}, "471 - Comercio al por menor en establecimientos no especializados.": {"4711 - Comercio al por menor en establecimientos no especializados con surtido compuesto principalmente por alimentos, bebidas o tabaco.": {"47112 - Comercio al por menor en establecimientos no especializados con surtido compuesto principalmente por licores y cigarrillos": 44540425000, "47111 - Comercio al por menor en establecimientos no especializados con surtido compuesto principalmente por alimentos, bebidas o tabaco (excepto licores y cigarrillos) ": 10204374056000}, "4719 - Comercio al por menor en establecimientos no especializados, con surtido compuesto principalmente por productos diferentes de alimentos (viveres en general), bebidas y tabaco.": {"47192 - Comercio al por menor en establecimientos no especializados, con surtido compuesto principalmente por drogas, medicamentos, textos escolares, libros y cuadernos.": 98014916000, "47191 - Comercio al por menor en establecimientos no especializados con surtido compuesto principalmente por productos diferentes de alimentos (viveres en general) y bebidas y tabaco (excepto drogas, medicamentos, textos escolares, libros y cuadernos.)": 3082355876000}}, "478 - Comercio al por menor en puestos de venta moviles.": {"4789 - Comercio al por menor de otros productos en puestos de venta moviles.": 15261166000, "4781 - Comercio al por menor de alimentos, bebidas y tabaco, en puestos de venta moviles.": {"47811 - Comercio al por menor de alimentos en puestos de venta moviles": 8123000000}, "4782 - Comercio al por menor de productos textiles, prendas de vestir y calzado, en puestos de venta moviles.": 7914812000}, "479 - Comercio al por menor no realizado en establecimientos, puestos de venta o mercados.": {"4791 - Comercio al por menor realizado a traves de internet.": {"47912 - Comercio al por menor y al por mayor de madera y materiales para construccion, venta de automotores (incluidas motocicletas)  realizado a traves de internet": 20247713000, "47911 - Comercio al por menor de alimentos y productos agricolas en bruto, venta de textos escolares y libros (incluye cuadernos escolares), venta de drogas y medicamentos realizado a traves de internet": 11573631000, "47914 - Comercio al por menor de demas productos n.c.p.  realizado a traves de internet": 89523750000, "47913 - Comercio al por menor de cigarrillos y licores, venta de combustibles derivados del petroleo y venta de joyas  realizado a traves de internet": 1032956000}, "4792 - Comercio al por menor realizado a traves de casas de venta o por correo.": {"47924 - Comercio al por menor de demas productos n.c.p.  realizado a traves de casas de venta o por correo": 4499775000, "47923 - Comercio al por menor de cigarrillos y licores, venta de combustibles derivados del petroleo y venta de joyas  realizado a traves de casas de venta o por correo": 304089000, "47921 - Comercio al por menor de alimentos y productos agricolas en bruto, venta de textos escolares y libros (incluye cuadernos escolares), venta de drogas y medicamentos realizado a traves de casas de venta o por correo": 7981937000, "47922 - Comercio al por menor y al por mayor de madera y materiales para construccion, venta de automotores (incluidas motocicletas)  realizado a traves de casas de venta o por correo": 47519989000}, "4799 - Otros tipos de comercio al por menor no realizado en establecimientos, puestos de venta o mercados.": {"47993 - Otros tipos de comercio al por menor no realizado en establecimientos, puestos de venta o mercados de cigarrillos y licores,venta de combustibles derivados del petroleo y venta de joyas": 6802289000, "47991 - Otros tipos de comercio al por menor no realizado en establecimientos, puestos de venta o mercados de textos escolares y libros (incluye cuadernos escolares),venta de drogas y medicamentos": 191602961000, "47994 - Otros tipos de comercio al por menor no realizado en establecimientos, puestos de venta o mercados de demas productos n.c.p.": 4302753909000, "47992 - Otros tipos de comercio al por menor no realizado en establecimientos, puestos de venta o mercados de materiales para construccion, venta de automotores (incluidas motocicletas)": 14261893000}}, "472 - Comercio al por menor de alimentos (viveres en general), bebidas y tabaco, en establecimientos especializados.": {"4724 - Comercio al por menor de bebidas y productos del tabaco, en establecimientos especializados.": {"47241 - Comercio al por menor de bebidas y productos del tabaco, en establecimientos especializados  (excepto licores y cigarrillos)": 26311560000, "47242 - Comercio al por menor de licores y cigarrillos": 13173961000}, "4729 - Comercio al por menor de otros productos alimenticios n.c.p., en establecimientos especializados.": 868683952000, "4722 - Comercio al por menor de leche, productos lacteos y huevos, en establecimientos especializados.": 399595716000, "4721 - Comercio al por menor de productos agricolas para el consumo en establecimientos especializados.": 716026765000, "4723 - Comercio al por menor de carnes (incluye aves de corral), productos carnicos, pescados y productos de mar, en establecimientos especializados.": 1580408017000}, "477 - Comercio al por menor de otros productos en establecimientos especializados.": {"4771 - Comercio al por menor de prendas de vestir y sus accesorios (incluye articulos de piel) en establecimientos especializados.": 2607681424000, "4774 - Comercio al por menor de otros productos nuevos en establecimientos especializados.": 2355525864000, "4775 - Comercio al por menor de articulos de segunda mano.": 17855603000, "4772 - Comercio al por menor de todo tipo de calzado y articulos de cuero y sucedaneos del cuero en establecimientos especializados.": 1061643941000, "4773 - Comercio al por menor de productos farmaceuticos y medicinales, cosmeticos y articulos de tocador en establecimientos especializados.": {"47731 - Comercio al por menor de productos farmaceuticos y medicinales en establecimientos especializados": 3591305032000, "47732 - Comercio al por menor de productos cosmeticos y articulos de tocador en establecimientos especializados (excepto productos  farmaceuticos y medicinales)": 567994421000}}, "475 - Comercio al por menor de otros enseres domesticos en establecimientos especializados.": {"4752 - Comercio al por menor de articulos de ferreteria, pinturas y productos de vidrio en establecimientos especializados.": {"47521 - Comercio al por menor de materiales de construccion": 1016076781000, "47522 - Comercio al por menor de articulos de ferreteria, pinturas y productos de vidrio en establecimientos especializados (excepto materiales de construccion)": 1243446912000}, "4759 - Comercio al por menor de otros articulos domesticos en establecimientos especializados.": 776045563000, "4755 - Comercio al por menor de articulos y utensilios de uso domestico.": 484400808000, "4753 - Comercio al por menor de tapices, alfombras y cubrimientos para paredes y pisos en establecimientos especializados.": 51381020000, "4751 - Comercio al por menor de productos textiles en establecimientos especializados.": 360935846000, "4754 - Comercio al por menor de electrodomesticos y gasodomesticos de uso domestico, muebles y equipos de iluminacion.": 1569704272000}}, "65 - Seguros (incluso el reaseguro), seguros sociales y fondos de pensiones, excepto la seguridad social.": {"651 - Seguros y capitalizacion.": {"6513 - Reaseguros.": 3456603000, "6514 - Capitalizacion.": 81328314000, "6512 - Seguros de vida.": 2127171538000, "6511 - Seguros generales.": 4518732582000}, "652 - Servicios de seguros sociales de salud y riesgos profesionales.": {"6522 - Servicios de seguros sociales de riesgos profesionales.": 18690734000, "6521 - Servicios de seguros sociales de salud.": 507709029000}, "659 - ": {"6593 - ": 0}, "653 - Servicios de seguros sociales de pensiones.": {"6532 - Regimen de ahorro individual (RAI).": 275628000}}, "80 - Actividades de seguridad e investigacion privada.": {"804 - ": {"8043 - ": 0}, "803 - Actividades de detectives e investigadores privados.": {"8030 - Actividades de detectives e investigadores privados.": 10192096000}, "802 - Actividades de servicios de sistemas de seguridad.": {"8020 - Actividades de servicios de sistemas de seguridad.": 114205391000}, "801 - Actividades de seguridad privada.": {"8010 - Actividades de seguridad privada.": 1741502061000}}, "59 - Actividades cinematograficas, de video y produccion de programas de television, grabacion de sonido y edicion de musica.": {"592 - Actividades de grabacion de sonido y edicion de musica.": {"5920 - Actividades de grabacion de sonido y edicion de musica.": 39764745000}, "591 - Actividades de produccion de peliculas cinematograficas, video y produccion de programas, anuncios y comerciales de television.": {"5911 - Actividades de produccion de peliculas cinematograficas, videos, programas, anuncios y comerciales de television.": 326646902000, "5913 - Actividades de distribucion de peliculas cinematograficas, videos, programas, anuncios y comerciales de television.": 75115706000, "5912 - Actividades de posproduccion de peliculas cinematograficas, videos, programas, anuncios y comerciales de television.": 20356539000, "5914 - Actividades de exhibicion de peliculas cinematograficas y videos.": 357904095000}}, "38 - Recoleccion, tratamiento y disposicion de desechos, recuperacion de materiales.": {"381 - Recoleccion de desechos.": {"3811 - Recoleccion de desechos no peligrosos.": 365994965000, "3812 - Recoleccion de desechos peligrosos.": 35856210000}, "383 - Recuperacion de materiales.": {"3830 - Recuperacion de materiales.": 59767905000}, "382 - Tratamiento y disposicion de desechos.": {"3822 - Tratamiento y disposicion de desechos peligrosos.": 10350669000, "3821 - Tratamiento y disposicion de desechos no peligrosos.": 76313066000}}, "37 - Evacuacion y tratamiento de aguas residuales.": {"372 - ": {"3720 - ": 0}, "370 - Evacuacion y tratamiento de aguas residuales.": {"3700 - Evacuacion y tratamiento de aguas residuales.": 32823750000}}, "14 - Confeccion de prendas de vestir.": {"142 - Fabricacion de articulos de piel.": {"1420 - Fabricacion de articulos de piel.": {"14202 - Fabricacion de articulos de piel (excepto prendas de vestir)": 13587740000, "14201 - Fabricacion de prendas de vestir de piel": 47738145000}}, "141 - Confeccion de prendas de vestir, excepto prendas de piel.": {"1410 - Confeccion de prendas de vestir, excepto prendas de piel.": 3080716921000}, "143 - Fabricacion de articulos de punto y ganchillo.": {"1430 - Fabricacion de articulos de punto y ganchillo.": {"14302 - Fabricacion de articulos de punto y ganchillo (excepto prendas de vestir)": 8088160000, "14301 - Fabricacion de prendas de vestir  de punto y ganchillo": 13931958000}}}, "13 - Fabricacion de productos textiles.": {"139 - Fabricacion de otros productos textiles.": {"1399 - Fabricacion de otros articulos textiles n.c.p.": 249453139000, "1394 - Fabricacion de cuerdas, cordeles, cables, bramantes y redes.": 7095427000, "1391 - Fabricacion de tejidos de punto y ganchillo.": 10601422000, "1393 - Fabricacion de tapetes y alfombras para pisos.": 29411594000, "1392 - Confeccion de articulos con materiales textiles, excepto prendas de vestir.": 265886685000}, "131 - Preparacion, hilatura, tejeduria y acabado de productos textiles.": {"1311 - Preparacion e hilatura de fibras textiles.": 488509779000, "1312 - Tejeduria de productos textiles.": 448712238000, "1313 - Acabado de productos textiles.": 64584588000}}, "17 - Fabricacion de papel, carton y productos de papel y carton.": {"170 - Fabricacion de papel, carton y productos de papel y carton.": {"1709 - Fabricacion de otros articulos de papel y carton.": 110522947000, "1702 - Fabricacion de papel y carton ondulado (corrugado); fabricacion de envases, empaques y de embalajes de papel y carton.": 344975873000, "1701 - Fabricacion de pulpas (pastas) celulosicas; papel y carton.": 102833859000}, "174 - ": {"1741 - ": 0}}, "20 - Fabricacion de sustancias y productos quimicos.": {"201 - Fabricacion de sustancias quimicas basicas, abonos y compuestos inorganicos nitrogenados, plasticos y caucho sintetico en formas primarias.": {"2012 - Fabricacion de abonos y compuestos inorganicos nitrogenados.": 59436127000, "2013 - Fabricacion de plasticos en formas primarias.": 170400456000, "2011 - Fabricacion de sustancias y productos quimicos basicos.": 346155062000, "2014 - Fabricacion de caucho sintetico en formas primarias.": 13626389000}, "202 - Fabricacion de otros productos quimicos.": {"2023 - Fabricacion de jabones y detergentes, preparados para limpiar y pulir; perfumes y preparados de tocador.": 1646664391000, "2022 - Fabricacion de pinturas, barnices y revestimientos similares, tintas para impresion y masillas.": 282192792000, "2029 - Fabricacion de otros productos quimicos n.c.p.": 619369226000, "2021 - Fabricacion de plaguicidas y otros productos quimicos de uso agropecuario.": 74887058000}, "203 - Fabricacion de fibras sinteticas y artificiales.": {"2030 - Fabricacion de fibras sinteticas y artificiales.": 10974377000}}, "09 - Actividades de servicios de apoyo para la explotacion de minas y canteras.": {"091 - Actividades de apoyo para la extraccion de petroleo y de gas natural.": {"0910 - Actividades de apoyo para la extraccion de petroleo y de gas natural.": 799239689000}, "099 - Actividades de apoyo para otras actividades de explotacion de minas y canteras.": {"0990 - Actividades de apoyo para otras actividades de explotacion de minas y canteras.": 8638832000}}, "10 - Elaboracion de productos alimenticios.": {"102 - Procesamiento y conservacion de frutas, legumbres, hortalizas y tuberculos.": {"1020 - Procesamiento y conservacion de frutas, legumbres, hortalizas y tuberculos.": {"10202 - Elaboracion de jugos de frutas": 7223722000, "10201 - Procesamiento y conservacion de frutas, legumbres, hortalizas y tuberculos (excepto elaboracion de jugos de frutas)": 247844806000}}, "109 - Elaboracion de alimentos preparados para animales.": {"1090 - Elaboracion de alimentos preparados para animales.": 415782259000}, "103 - Elaboracion de aceites y grasas de origen vegetal y animal.": {"1030 - Elaboracion de aceites y grasas de origen vegetal y animal.": 538130492000}, "106 - Elaboracion de productos de cafe.": {"1063 - Otros derivados del cafe.": 4647518000, "1061 - Trilla de cafe.": 722058000, "1062 - Descafeinado, tostion y molienda del cafe.": 158011833000}, "108 - Elaboracion de otros productos alimenticios.": {"1082 - Elaboracion de cacao, chocolate y productos de confiteria.": 713474213000, "1083 - Elaboracion de macarrones, fideos, alcuzcuz y productos farinaceos similares.": 20324374000, "1081 - Elaboracion de productos de panaderia.": 866884288000, "1089 - Elaboracion de otros productos alimenticios n.c.p.": 2852180921000, "1084 - Elaboracion de comidas y platos preparados.": 38301083000}, "107 - Elaboracion de azucar y panela.": {"1071 - Elaboracion y refinacion de azucar.": 1296099000, "1072 - Elaboracion de panela.": 3849422000}, "101 - Procesamiento y conservacion de carne, pescado, crustaceos y moluscos.": {"1011 - Procesamiento y conservacion de carne y productos carnicos.": 1264372355000, "1012 - Procesamiento y conservacion de pescados, crustaceos y moluscos.": 28102533000}, "105 - Elaboracion de productos de molineria, almidones y productos derivados del almidon.": {"1051 - Elaboracion de productos de molineria.": 391341796000, "1052 - Elaboracion de almidones y productos derivados del almidon.": 3302513000}, "104 - Elaboracion de productos lacteos.": {"1040 - Elaboracion de productos lacteos.": {"10402 - Elaboracion de bebidas lacteas": 10418972000, "10401 - Elaboracion de productos lacteos (excepto bebidas)": 397814755000}}}, "49 - Transporte terrestre; transporte por tuberias.": {"492 - Transporte terrestre publico automotor.": {"4922 - Transporte mixto.": 41252782000, "4923 - Transporte de carga por carretera.": 4116885967000, "4921 - Transporte de pasajeros.": 3947911553000}, "491 - Transporte ferreo.": {"4911 - Transporte ferreo de pasajeros.": 16442259000, "4912 - Transporte ferreo de carga.": 4262672000}, "493 - Transporte por tuberias.": {"4930 - Transporte por tuberias.": 142226953000}}, "18 - Actividades de impresion y de produccion de copias a partir de grabaciones originales.": {"181 - Actividades de impresion y actividades de servicios relacionados con la impresion.": {"1812 - Actividades de servicios relacionados con la impresion.": 149517079000, "1810 - ": 0, "1811 - Actividades de impresion.": 1774631910000}, "182 - Produccion de copias a partir de grabaciones originales.": {"1820 - Produccion de copias a partir de grabaciones originales.": 14198781000}}, "60 - Actividades de programacion, transmision y/o difusion.": {"603 - ": {"6031 - ": 12000000}, "604 - ": {"6041 - ": 0, "6043 - ": 44347000, "6042 - ": 84596000}, "601 - Actividades de programacion y transmision en el servicio de radiodifusion sonora.": {"6010 - Actividades de programacion y transmision en el servicio de radiodifusion sonora.": 368702589000}, "602 - Actividades de programacion y transmision de television.": {"6021 - ": 0, "6020 - Actividades de programacion y transmision de television.": {"60201 - Actividades de programacion de television": 1802894271000, "60202 - Actividades de transmision de television": 28281902000}}}, "35 - Suministro de electricidad, gas, vapor y aire acondicionado.": {"353 - Suministro de vapor y aire acondicionado.": {"3530 - Suministro de vapor y aire acondicionado.": 14602582000}, "351 - Generacion, transmision, distribucion y comercializacion de energia electrica.": {"3514 - Comercializacion de energia electrica.": 3337572903000, "3513 - Distribucion de energia electrica.": 18369145000, "3511 - Generacion de energia electrica.": 117136681000, "3512 - Transmision de energia electrica.": 457717185000}, "352 - Produccion de gas; distribucion de combustibles gaseosos por tuberias.": {"3520 - Produccion de gas; distribucion de combustibles gaseosos por tuberias.": {"35201 - Produccion de gas": 8047117000, "35202 - Distribucion de combustibles gaseosos por tuberias ": 2786511390000}}}, "62 - Desarrollo de sistemas informaticos (planificacion, analisis, disenho, programacion, pruebas), consultoria informatica y actividades relacionadas.": {"620 - Desarrollo de sistemas informaticos (planificacion, analisis, disenho, programacion, pruebas), consultoria informatica y actividades relacionadas.": {"6202 - Actividades de consultoria informatica y actividades de administracion de instalaciones informaticas.": {"62021 - ": 110730000}, "6201 - Actividades de desarrollo de sistemas informaticos (planificacion, analisis, disenho, programacion, pruebas).": 1569056992000, "6209 - Otras actividades de tecnologias de informacion y actividades de servicios informaticos.": 993412670000}}, "23 - Fabricacion de otros productos minerales no metalicos.": {"231 - Fabricacion de vidrio y productos de vidrio.": {"2310 - Fabricacion de vidrio y productos de vidrio.": 103744344000}, "239 - Fabricacion de productos minerales no metalicos n.c.p.": {"2395 - Fabricacion de articulos de hormigon, cemento y yeso.": 831682869000, "2393 - Fabricacion de otros productos de ceramica y porcelana.": 3868863000, "2391 - Fabricacion de productos refractarios.": 859019000, "2394 - Fabricacion de cemento, cal y yeso.": 14458483000, "2399 - Fabricacion de otros productos minerales no metalicos n.c.p.": 13900796000, "2396 - Corte, tallado y acabado de la piedra.": 108195759000, "2392 - Fabricacion de materiales de arcilla para la construccion.": 143806597000}}, "61 - Telecomunicaciones.": {"612 - Actividades de telecomunicaciones inalambricas.": {"6120 - Actividades de telecomunicaciones inalambricas.": 6255722103000}, "613 - Actividades de telecomunicacion satelital.": {"6130 - Actividades de telecomunicacion satelital.": 482132318000}, "611 - Actividades de telecomunicaciones alambricas.": {"6110 - Actividades de telecomunicaciones alambricas.": 4078078437000}, "619 - Otras actividades de telecomunicaciones.": {"6190 - Otras actividades de telecomunicaciones.": 2208275090000}}, "07 - Extraccion de minerales metaliferos.": {"071 - Extraccion de minerales de hierro.": {"0710 - Extraccion de minerales de hierro.": 563868000}, "072 - Extraccion de minerales metaliferos no ferrosos.": {"0722 - Extraccion de oro y otros metales preciosos.": 8954362000, "0721 - Extraccion de minerales de uranio y de torio.": 218000, "0729 - Extraccion de otros minerales metaliferos no ferrosos n.c.p.": 14611000}}, "01 - Agricultura, ganaderia, caza y actividades de servicios conexas.": {"016 - Actividades de apoyo a la agricultura y la ganaderia, y actividades posteriores a la cosecha.": {"0161 - Actividades de apoyo a la agricultura.": 65336235000, "0162 - Actividades de apoyo a la ganaderia.": 120463818000, "0164 - Tratamiento de semillas para propagacion.": 11667000}, "010 - ": {"0103 - ": 0, "0102 - ": 0, "0101 - ": 0}}, "82 - Actividades administrativas y de apoyo de oficina y otras actividades de apoyo a las empresas.": {"829 - Actividades de servicios de apoyo a las empresas n.c.p.": {"8291 - Actividades de agencias de cobranza y oficinas de calificacion crediticia.": 191098175000, "8292 - Actividades de envase y empaque.": 105311823000, "8299 - Otras actividades de servicio de apoyo a las empresas n.c.p.": 2745136720000}, "822 - Actividades de centros de llamadas (Call center).": {"8220 - Actividades de centros de llamadas (Call center).": 1198638229000}, "821 - Actividades administrativas y de apoyo de oficina.": {"8219 - Fotocopiado, preparacion de documentos y otras actividades especializadas de apoyo a oficina.": 31807921000, "8211 - Actividades combinadas de servicios administrativos de oficina.": 211730160000}, "823 - Organizacion de convenciones y eventos comerciales.": {"8230 - Organizacion de convenciones y eventos comerciales.": 301784134000}}, "95 - Mantenimiento y reparacion de computadores, efectos personales y enseres domesticos.": {"952 - Mantenimiento y reparacion de efectos personales y enseres domesticos.": {"9521 - Mantenimiento y reparacion de aparatos electronicos de consumo.": 10953958000, "9529 - Mantenimiento y reparacion de otros efectos personales y enseres domesticos.": 12065450000, "9522 - Mantenimiento y reparacion de aparatos y equipos domesticos y de jardineria.": 40912807000, "9524 - Reparacion de muebles y accesorios para el hogar.": 4715090000, "9523 - Reparacion de calzado y articulos de cuero.": 404260000}, "951 - Mantenimiento y reparacion de computadores y equipo de comunicaciones.": {"9512 - Mantenimiento y reparacion de equipos de comunicacion.": 108637739000, "9511 - Mantenimiento y reparacion de computadores y de equipo periferico.": 409146804000}}, "85 - Educacion.": {"851 - Educacion de la primera infancia, preescolar y basica primaria.": {"8512 - Educacion preescolar.": 251599268000, "8513 - Educacion basica primaria.": 156087605000, "8515 - ": 0, "8511 - Educacion de la primera infancia.": 42785097000}, "854 - Educacion superior.": {"8542 - Educacion tecnologica.": 12537609000, "8543 - Educacion de instituciones universitarias o de escuelas tecnologicas.": 700251002000, "8541 - Educacion tecnica profesional.": 108323322000, "8544 - Educacion de universidades.": 3802727545000}, "856 - Actividades de apoyo a la educacion.": {"8560 - Actividades de apoyo a la educacion.": 141476533000}, "855 - Otros tipos de educacion.": {"8559 - Otros tipos de educacion n.c.p.": 276348381000, "8553 - Ensenhanza cultural.": 21100338000, "8551 - Formacion academica no formal.": {"85511 - Educacion academica no formal (excepto programas de educacion basica primaria, basica secundaria y media no gradual con fines de validacion)": 269781190000, "85512 - Educacion academica no formal impartida mediante programas de educacion basica primaria, basica secundaria y media no gradual con fines de validacion": 31487511000}, "8552 - Ensenhanza deportiva y recreativa.": 30492734000}, "852 - Educacion secundaria y de formacion laboral.": {"8520 - ": 0, "8522 - Educacion media academica.": 98302294000, "8521 - Educacion basica secundaria.": 140614764000, "8523 - Educacion media tecnica y de formacion laboral.": {"85232 - Educacion de formacion laboral": 49567148000, "85231 - Educacion media tecnica": 10142920000}}, "853 - Establecimientos que combinan diferentes niveles de educacion.": {"8530 - Establecimientos que combinan diferentes niveles de educacion.": 1737304095000}}, "94 - Actividades de asociaciones.": {"949 - Actividades de otras asociaciones.": {"9499 - Actividades de otras asociaciones n.c.p.": 596021513000}, "941 - Actividades de asociaciones empresariales y de empleadores, y asociaciones profesionales.": {"9411 - Actividades de asociaciones empresariales y de empleadores": 78482445000}}, "75 - Actividades veterinarias.": {"750 - Actividades veterinarias.": {"7500 - Actividades veterinarias.": 59682778000}}, "34 - ": {"343 - ": {"3430 - ": 0}}, "04 - ": {"040 - ": {"0402 - ": 0}}, "71 - Actividades de arquitectura e ingenieria; ensayos y analisis tecnicos.": {"712 - Ensayos y analisis tecnicos.": {"7120 - Ensayos y analisis tecnicos.": {"71202 - Ensayos y analisis tecnicos como consultoria profesional en el ejercicio de una profesion liberal": 44368118000, "71201 - Ensayos y analisis tecnicos como consultoria profesional": 164923266000}, "7129 - ": 0, "7122 - ": 0}, "711 - Actividades de arquitectura e ingenieria y otras actividades conexas de consultoria tecnica.": {"7110 - Actividades de arquitectura e ingenieria y otras actividades conexas de consultoria tecnica.": {"71102 - Actividades de arquitectura e ingenieria y otras actividades conexas en el ejercicio de una profesion liberal": 647758861000, "71101 - Actividades de arquitectura e ingenieria y otras actividades conexas de consultoria tecnica": 4730695789000}}}, "52 - Almacenamiento y actividades complementarias al transporte.": {"522 - Actividades de las estaciones, vias y servicios complementarios para el transporte.": {"5223 - Actividades de aeropuertos, servicios de navegacion aerea y demas actividades conexas al transporte aereo.": 1087142503000, "5229 - Otras actividades complementarias al transporte.": 2065111918000, "5221 - Actividades de estaciones, vias y servicios complementarios para el transporte terrestre.": 284564640000, "5224 - Manipulacion de carga.": 129916041000, "5222 - Actividades de puertos y servicios complementarios para el transporte acuatico.": 72122272000}, "524 - ": {"5246 - ": 0, "5243 - ": 0, "5241 - ": {"52411 - ": 0, "52412 - ": 0}}, "521 - Almacenamiento y deposito.": {"5210 - Almacenamiento y deposito.": 365654480000, "5211 - ": {"52112 - ": 0}}, "523 - ": {"5231 - ": {"52311 - ": 0}, "5239 - ": 0}}, "74 - Otras actividades profesionales, cientificas y tecnicas.": {"742 - Actividades de fotografia.": {"7420 - Actividades de fotografia.": 74004022000, "7421 - ": {"74211 - ": 0, "74212 - ": 0}}, "741 - Actividades especializadas de disenho.": {"7412 - ": {"74121 - ": 13130000}, "7414 - ": {"74141 - ": 1700000, "74142 - ": 386373000}, "7410 - Actividades especializadas de disenho.": {"74101 - Actividades especializadas de disenho como consultoria profesional": 112335418000, "74102 - Actividades especializadas de disenho en el ejercicio de una profesion liberal": 24445231000}}, "749 - Otras actividades profesionales, cientificas y tecnicas n.c.p.": {"7499 - ": 0, "7490 - Otras actividades profesionales, cientificas y tecnicas n.c.p.": {"74902 - Otras actividades profesionales, cientificas y tecnicas n.c.p. en el ejercicio de una profesion liberal": 419757071000, "74901 - Otras actividades profesionales, cientificas y tecnicas n.c.p. como consultoria profesional (incluye actividades de periodistas)": 513773384000}, "7493 - ": 0, "7492 - ": 187461000}, "743 - ": {"7430 - ": 0}}, "78 - Actividades de empleo.": {"783 - Otras actividades de suministro de recurso humano.": {"7830 - Otras actividades de suministro de recurso humano.": 555484256000}, "781 - Actividades de agencias de empleo.": {"7810 - Actividades de agencias de empleo.": 24564660000}, "782 - Actividades de agencias de empleo temporal.": {"7820 - Actividades de agencias de empleo temporal.": 378012189000}}, "32 - Otras industrias manufactureras.": {"329 - Otras industrias manufactureras n.c.p.": {"3290 - Otras industrias manufactureras n.c.p.": 557268403000}, "323 - Fabricacion de articulos y equipo para la practica del deporte.": {"3230 - Fabricacion de articulos y equipo para la practica del deporte.": 18132968000}, "322 - Fabricacion de instrumentos musicales.": {"3220 - Fabricacion de instrumentos musicales.": 1014882000}, "325 - Fabricacion de instrumentos, aparatos y materiales medicos y odontologicos (incluido mobiliario).": {"3250 - Fabricacion de instrumentos, aparatos y materiales medicos y odontologicos (incluido mobiliario).": 152066700000}, "324 - Fabricacion de juegos, juguetes y rompecabezas.": {"3240 - Fabricacion de juegos, juguetes y rompecabezas.": 35896604000}, "321 - Fabricacion de joyas, bisuteria y articulos conexos.": {"3210 - Fabricacion de joyas, bisuteria y articulos conexos.": 35875639000}}, "45 - Comercio, mantenimiento y reparacion de vehiculos automotores y motocicletas, sus partes, piezas y accesorios.": {"454 - Comercio, mantenimiento y reparacion de motocicletas y de sus partes, piezas y accesorios.": {"4542 - Mantenimiento y reparacion de motocicletas y de sus partes y piezas.": 30029317000, "4541 - Comercio de motocicletas y de sus partes, piezas y accesorios.": {"45411 - Comercio de motocicletas": 398422745000, "45412 - Comercio de partes, piezas y accesorios de motocicletas": 134729313000}}, "452 - Mantenimiento y reparacion de vehiculos automotores.": {"4522 - ": {"45221 - ": 0}, "4521 - ": {"45212 - ": 0}, "4520 - Mantenimiento y reparacion de vehiculos automotores.": {"45201 - ": 0}}, "451 - Comercio de vehiculos automotores.": {"4511 - Comercio de vehiculos automotores nuevos.": {"45111 - ": 123267000}, "4512 - Comercio de vehiculos automotores usados.": 127941714000}, "453 - Comercio de partes, piezas (autopartes) y accesorios (lujos) para vehiculos automotores.": {"4530 - Comercio de partes, piezas (autopartes) y accesorios (lujos) para vehiculos automotores.": 3179998262000}, "455 - ": {"4559 - ": 0}, "456 - ": {"4560 - ": 0}}, "43 - Actividades especializadas para la construccion de edificios y obras de ingenieria civil.": {"433 - Terminacion y acabado de edificios y obras de ingenieria civil.": {"4330 - Terminacion y acabado de edificios y obras de ingenieria civil.": 731237750000}, "439 - Otras actividades especializadas para la construccion de edificios y obras de ingenieria civil.": {"4390 - Otras actividades especializadas para la construccion de edificios y obras de ingenieria civil.": 787401498000}, "432 - Instalaciones electricas, de fontaneria y otras instalaciones especializadas.": {"4321 - Instalaciones electricas.": 718850607000, "4329 - Otras instalaciones especializadas.": 341978789000, "4322 - Instalaciones de fontaneria, calefaccion y aire acondicionado.": 365146082000}, "431 - Demolicion y preparacion del terreno.": {"4311 - Demolicion.": 38105327000, "4312 - Preparacion del terreno.": 296605735000}}, "06 - Extraccion de petroleo crudo y gas natural.": {"062 - Extraccion de gas natural.": {"0620 - Extraccion de gas natural.": 2157936000}, "061 - Extraccion de petroleo crudo.": {"0610 - Extraccion de petroleo crudo.": 973289461000}}, "50 - Transporte acuatico.": {"501 - Transporte maritimo y de cabotaje.": {"5011 - Transporte de pasajeros maritimo y de cabotaje.": 0, "5012 - Transporte de carga maritimo y de cabotaje.": 22594325000}, "502 - Transporte fluvial.": {"5022 - Transporte fluvial de carga.": 319550000, "5020 - ": 13991000}, "503 - ": {"5030 - ": 0}}, "26 - Fabricacion de productos informaticos, electronicos y opticos.": {"266 - Fabricacion de equipo de irradiacion y equipo electronico de uso medico y terapeutico.": {"2660 - Fabricacion de equipo de irradiacion y equipo electronico de uso medico y terapeutico.": 12536814000}, "262 - Fabricacion de computadoras y de equipo periferico.": {"2620 - Fabricacion de computadoras y de equipo periferico.": 361656434000}, "261 - Fabricacion de componentes y tableros electronicos.": {"2610 - Fabricacion de componentes y tableros electronicos.": 25220650000}, "267 - Fabricacion de instrumentos opticos y equipo fotografico.": {"2670 - Fabricacion de instrumentos opticos y equipo fotografico.": 31816192000}, "265 - Fabricacion de equipo de medicion, prueba, navegacion y control; fabricacion de relojes.": {"2652 - Fabricacion de relojes.": 1055160000, "2651 - Fabricacion de equipo de medicion, prueba, navegacion y control.": 50688776000}, "264 - Fabricacion de aparatos electronicos de consumo.": {"2640 - Fabricacion de aparatos electronicos de consumo.": 846346000}, "263 - Fabricacion de equipos de comunicacion.": {"2630 - Fabricacion de equipos de comunicacion.": 4716572000}}, "81 - Actividades de servicios a edificios y paisajismo (jardines, zonas verdes).": {"812 - Actividades de limpieza.": {"8129 - Otras actividades de limpieza de edificios e instalaciones industriales.": 232539472000, "8121 - Limpieza general interior de edificios.": 314641670000}, "813 - Actividades de paisajismo y servicios de mantenimiento conexos.": {"8130 - Actividades de paisajismo y servicios de mantenimiento conexos.": 41497264000}, "811 - Actividades combinadas de apoyo a instalaciones.": {"8110 - Actividades combinadas de apoyo a instalaciones.": 50255746000}}, "02 - Silvicultura y extraccion de madera.": {"024 - Servicios de apoyo a la silvicultura.": {"0240 - Servicios de apoyo a la silvicultura.": 10338150000}, "020 - ": {"0201 - ": 0, "0204 - ": 0, "0202 - ": 0, "0203 - ": 0}}, "88 - Actividades de asistencia social sin alojamiento.": {"881 - Actividades de asistencia social sin alojamiento para personas mayores y discapacitadas.": {"8810 - Actividades de asistencia social sin alojamiento para personas mayores y discapacitadas.": 4105080000}, "889 - Otras actividades de asistencia social sin alojamiento.": {"8890 - Otras actividades de asistencia social sin alojamiento.": 33206399000}}, "19 - Coquizacion, fabricacion de productos de la refinacion del petroleo y actividad de mezcla de combustibles.": {"192 - Fabricacion de productos de la refinacion del petroleo.": {"1921 - Fabricacion de productos de la refinacion del petroleo.": 347579720000, "1922 - Actividad de mezcla de combustibles.": 1820809000}, "191 - Fabricacion de productos de hornos de coque.": {"1910 - Fabricacion de productos de hornos de coque.": 12650727000}}, "66 - Actividades auxiliares de las actividades de servicios financieros.": {"661 - Actividades auxiliares de las actividades de servicios financieros, excepto las de seguros y pensiones.": {"6611 - Administracion de mercados financieros.": {"66111 - Administracion de mercados financieros (excepto actividades de las bolsas de valores)": 7860975000, "66112 - Actividades de las bolsas de valores": 60294561000}, "6619 - Otras actividades auxiliares de las actividades de servicios financieros n.c.p.": 1327956013000, "6612 - Corretaje de valores y de contratos de productos basicos.": 757347288000, "6615 - Actividades de los profesionales de compra y venta de divisas.": 37947276000, "6613 - Otras actividades relacionadas con el mercado de valores.": 824944929000, "6614 - Actividades de las casas de cambio.": 1020272000}, "663 - Actividades de administracion de fondos.": {"6630 - Actividades de administracion de fondos.": 1515578198000}, "660 - ": {"6601 - ": 11800000}, "662 - Actividades de servicios auxiliares de los servicios de seguros y pensiones.": {"6621 - Actividades de agentes y corredores de seguros": 1042514568000, "6629 - Evaluacion de riesgos y danhos, y otras actividades de servicios auxiliares": 61570504000}}, "72 - Investigacion cientifica y desarrollo.": {"722 - Investigaciones y desarrollo experimental en el campo de las ciencias sociales y las humanidades.": {"7220 - Investigaciones y desarrollo experimental en el campo de las ciencias sociales y las humanidades.": {"72201 - Investigaciones y desarrollo experimental en el campo de las ciencias sociales y las humanidades  como consultoria profesional": 88131501000, "72202 - Investigaciones y desarrollo experimental en el campo de las ciencias sociales y las humanidades  en el ejercicio de una profesion liberal": 14184602000}}, "721 - Investigaciones y desarrollo experimental en el campo de las ciencias naturales y la ingenieria.": {"7210 - Investigaciones y desarrollo experimental en el campo de las ciencias naturales y la ingenieria.": {"72101 - Investigaciones y desarrollo experimental en el campo de las ciencias naturales y la ingenieria  como consultoria profesional": 128011445000, "72102 - Investigaciones y desarrollo experimental en el campo de las ciencias naturales y la ingenieria  en el ejercicio de una profesion liberal": 9554118000}}}, "31 - Fabricacion de muebles, colchones y somieres.": {"312 - Fabricacion de colchones y somieres.": {"3120 - Fabricacion de colchones y somieres.": 212140972000}, "311 - Fabricacion de muebles.": {"3110 - Fabricacion de muebles.": 777632035000}}, "25 - Fabricacion de productos elaborados de metal, excepto maquinaria y equipo.": {"251 - Fabricacion de productos metalicos para uso estructural, tanques, depositos y generadores de vapor.": {"2512 - Fabricacion de tanques, depositos y recipientes de metal, excepto los utilizados para el envase o transporte de mercancias.": 36470228000, "2511 - Fabricacion de productos metalicos para uso estructural.": 568120785000, "2513 - Fabricacion de generadores de vapor, excepto calderas de agua caliente para calefaccion central.": 33836128000, "2519 - ": 0}, "252 - Fabricacion de armas y municiones.": {"2529 - ": 0}, "259 - Fabricacion de otros productos elaborados de metal y actividades de servicios relacionadas con el trabajo de metales.": {"2591 - Forja, prensado, estampado y laminado de metal; pulvimetalurgia.": 26145371000, "2599 - Fabricacion de otros productos elaborados de metal n.c.p.": 1188090011000, "2593 - Fabricacion de articulos de cuchilleria, herramientas de mano y articulos de ferreteria.": 140457838000, "2592 - Tratamiento y revestimiento de metales; mecanizado.": 133216896000}}, "41 - Construccion de edificios.": {"411 - Construccion de edificios.": {"4112 - Construccion de edificios no residenciales.": 1368740250000, "4111 - Construccion de edificios residenciales.": 5453890165000}}, "56 - Actividades de servicios de comidas y bebidas.": {"562 - Actividades de catering para eventos y otros servicios de comidas.": {"5629 - Actividades de otros servicios de comidas.": 178895799000, "5621 - Catering para eventos.": 44571018000}, "561 - Actividades de restaurantes, cafeterias y servicio movil de comidas.": {"5611 - Expendio a la mesa de comidas preparadas.": 2768482746000, "5612 - Expendio por autoservicio de comidas preparadas.": 940071003000, "5613 - Expendio de comidas preparadas en cafeterias.": 73127311000, "5619 - Otros tipos de expendio de comidas preparadas n.c.p.": 319254523000}, "563 - Expendio de bebidas alcoholicas para el consumo dentro del establecimiento.": {"5630 - Expendio de bebidas alcoholicas para el consumo dentro del establecimiento.": 142378406000}}, "55 - Alojamiento.": {"552 - Actividades de zonas de camping y parques para vehiculos recreacionales.": {"5522 - ": 0, "5521 - ": 0}, "551 - Actividades de alojamiento de estancias cortas.": {"5512 - Alojamiento en apartahoteles.": 36963460000, "5514 - Alojamiento rural.": 19463000, "5519 - Otros tipos de alojamientos para visitantes.": 8732496000, "5513 - Alojamiento en centros vacacionales.": 16644114000, "5511 - Alojamiento en hoteles.": 969279343000}, "559 - Otros tipos de alojamiento n.c.p.": {"5590 - Otros tipos de alojamiento n.c.p.": 3424984000}, "553 - Servicio por horas.": {"5530 - Servicio por horas": 52265077000}}, "86 - Actividades de atencion de la salud humana.": {"861 - Actividades de hospitales y clinicas, con internacion.": {"8610 - Actividades de hospitales y clinicas, con internacion.": 331270238000}, "869 - Otras actividades de atencion relacionadas con la salud humana.": {"8699 - Otras actividades de atencion de la salud humana.": {"86991 - Otras actividades de atencion de la salud humana (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 2786796577000}, "8692 - Actividades de apoyo terapeutico.": {"86921 - Actividades de apoyo terapeutico (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 151017520000}, "8691 - Actividades de apoyo diagnostico.": {"86911 - Actividades de apoyo diagnostico (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 376801054000}}, "862 - Actividades de practica medica y odontologica, sin internacion.": {"8621 - Actividades de la practica medica, sin internacion.": {"86211 - Actividades de la practica medica, sin internacion (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 2305261760000}, "8622 - Actividades de la practica odontologica.": {"86221 - Actividades de la practica odontologica, sin internacion (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 356407280000}}}, "08 - Extraccion de otras minas y canteras.": {"089 - Extraccion de otros minerales no metalicos n.c.p.": {"0891 - Extraccion de minerales para la fabricacion de abonos y productos quimicos.": 480754000, "0899 - Extraccion de otros minerales no metalicos n.c.p.": 1004687000}, "081 - Extraccion de piedra, arena, arcillas, cal, yeso, caolin, bentonitas y similares.": {"0812 - Extraccion de arcillas de uso industrial, caliza, caolin y bentonitas.": 774108000, "0811 - Extraccion de piedra, arena, arcillas comunes, yeso y anhidrita.": 33254828000}, "082 - Extraccion de esmeraldas, piedras preciosas y semipreciosas.": {"0820 - Extraccion de esmeraldas, piedras preciosas y semipreciosas.": 2749326000}}, "21 - Fabricacion de productos farmaceuticos, sustancias quimicas medicinales y productos botanicos de uso farmaceutico.": {"210 - Fabricacion de productos farmaceuticos, sustancias quimicas medicinales y productos botanicos de uso farmaceutico.": {"2100 - Fabricacion de productos farmaceuticos, sustancias quimicas medicinales y productos botanicos de uso farmaceutico.": 2358864817000}}, "28 - Fabricacion de maquinaria y equipo n.c.p.": {"289 - ": {"2892 - ": 0, "2899 - ": 0}, "282 - Fabricacion de maquinaria y equipo de uso especial.": {"2824 - Fabricacion de maquinaria para explotacion de minas y canteras y para obras de construccion.": 77062028000, "2821 - Fabricacion de maquinaria agropecuaria y forestal.": 33591694000, "2823 - Fabricacion de maquinaria para la metalurgia.": 2192853000, "2825 - Fabricacion de maquinaria para la elaboracion de alimentos, bebidas y tabaco.": 44238126000, "2822 - Fabricacion de maquinas formadoras de metal y de maquinas herramienta.": 7839008000, "2826 - Fabricacion de maquinaria para la elaboracion de productos textiles, prendas de vestir y cueros.": 2472809000, "2829 - Fabricacion de otros tipos de maquinaria y equipo de uso especial n.c.p.": 238108680000}, "281 - Fabricacion de maquinaria y equipo de uso general.": {"2817 - Fabricacion de maquinaria y equipo de oficina (excepto computadoras y equipo periferico).": 863475000, "2819 - Fabricacion de otros tipos de maquinaria y equipo de uso general n.c.p.": 201373806000, "2814 - Fabricacion de cojinetes, engranajes, trenes de engranajes y piezas de transmision.": 12414940000, "2811 - Fabricacion de motores, turbinas, y partes para motores de combustion interna.": 26678390000, "2818 - Fabricacion de herramientas manuales con motor.": 2290550000, "2813 - Fabricacion de otras bombas, compresores, grifos y valvulas.": 39115264000, "2816 - Fabricacion de equipo de elevacion y manipulacion.": 56988844000, "2815 - Fabricacion de hornos, hogares y quemadores industriales.": 16879966000, "2812 - Fabricacion de equipos de potencia hidraulica y neumatica.": 10487435000}}, "15 - Curtido y recurtido de cueros; fabricacion de calzado; fabricacion de articulos de viaje, maletas, bolsos de mano y articulos similares, y fabricacion de articulos de talabarteria y guarnicioneria; adobo y tenhido de pieles.": {"158 - ": {"1589 - ": 0}, "151 - Curtido y recurtido de cueros; fabricacion de articulos de viaje, bolsos de mano y articulos similares, y fabricacion de articulos de talabarteria y guarnicioneria, adobo y tenhido de pieles.": {"1512 - Fabricacion de articulos de viaje, bolsos de mano y articulos similares elaborados en cuero, y fabricacion de articulos de talabarteria y guarnicioneria.": 84878545000, "1511 - Curtido y recurtido de cueros; recurtido y tenhido de pieles.": 107872028000, "1513 - Fabricacion de articulos de viaje, bolsos de mano y articulos similares; articulos de talabarteria y guarnicioneria elaborados en otros materiales.": 142038086000}, "152 - Fabricacion de calzado.": {"1523 - Fabricacion de partes del calzado.": 90100291000, "1522 - Fabricacion de otros tipos de calzado, excepto calzado de cuero y piel.": 123438555000, "1521 - Fabricacion de calzado de cuero y piel, con cualquier tipo de suela.": 285479386000}, "154 - ": {"1541 - ": 0}}, "27 - Fabricacion de aparatos y equipo electrico.": {"279 - Fabricacion de otros tipos de equipo electrico n.c.p.": {"2790 - Fabricacion de otros tipos de equipo electrico n.c.p.": 105186640000}, "273 - Fabricacion de hilos y cables aislados y sus dispositivos.": {"2731 - Fabricacion de hilos y cables electricos y de fibra optica.": 26133393000, "2732 - Fabricacion de dispositivos de cableado.": 145009235000}, "272 - Fabricacion de pilas, baterias y acumuladores electricos.": {"2720 - Fabricacion de pilas, baterias y acumuladores electricos.": 770516000}, "274 - Fabricacion de equipos electricos de iluminacion.": {"2740 - Fabricacion de equipos electricos de iluminacion.": 245290156000}, "275 - Fabricacion de aparatos de uso domestico.": {"2750 - Fabricacion de aparatos de uso domestico.": 443441616000}, "271 - Fabricacion de motores, generadores y transformadores electricos y de aparatos de distribucion y control de la energia electrica.": {"2711 - Fabricacion de motores, generadores y transformadores electricos.": 71250490000, "2710 - ": 0, "2712 - Fabricacion de aparatos de distribucion y control de la energia electrica.": 101686794000}}, "46 - Comercio al por mayor y en comision o por contrata, excepto el comercio de vehiculos automotores y motocicletas.": {"464 - Comercio al por mayor de articulos y enseres domesticos (incluidas prendas de vestir).": {"4649 - Comercio al por mayor de otros utensilios domesticos n.c.p.": {"46491 - Comercio al por mayor de otros utensilios domesticos n.c.p. (excepto joyas)": 814235216000, "46492 - Venta de joyas": 140553484000}, "4643 - Comercio al por mayor de calzado.": 566040477000, "4641 - Comercio al por mayor de productos textiles, productos confeccionados para uso domestico.": 1176817486000, "4645 - Comercio al por mayor de productos farmaceuticos, medicinales, cosmeticos y de tocador.": {"46452 - Comercio al por mayor de productos cosmeticos y de tocador (excepto productos farmaceuticos y medicinales)": 2397753883000, "46451 - Comercio al por mayor de productos farmaceuticos y medicinales": 10279704757000}, "4644 - Comercio al por mayor de aparatos y equipo de uso domestico.": 5023715946000, "4642 - Comercio al por mayor de prendas de vestir.": 357486933000}, "462 - Comercio al por mayor de materias primas agropecuarias; animales vivos.": {"4620 - Comercio al por mayor de materias primas agropecuarias; animales vivos.": {"46202 - Comercio al por mayor de materias primas pecuarias y animales vivos": 110053090000, "46201 - Comercio al por mayor de materias primas agricolas en bruto (alimentos)": 1471831093000}}, "463 - Comercio al por mayor de alimentos, bebidas y tabaco.": {"4631 - Comercio al por mayor de productos alimenticios.": 4319873459000, "4632 - Comercio al por mayor de bebidas y tabaco.": {"46321 - Comercio al por mayor de bebidas y tabaco (diferentes a licores y cigarrillos)": 868872236000, "46322 - Comercio al por mayor de licores y cigarrillos": 1104859446000}}, "466 - Comercio al por mayor especializado de otros productos.": {"4665 - Comercio al por mayor de desperdicios, desechos y chatarra.": 199534829000, "4661 - Comercio al por mayor de combustibles solidos, liquidos, gaseosos y productos conexos.": {"46612 - Comercio al por mayor de combustibles  derivados del petroleo": 567362027000, "46611 - Comercio al por mayor de combustibles solidos, liquidos, gaseosos y productos conexos (excepto combustibles derivados del petroleo)": 144782457000}, "4663 - Comercio al por mayor de materiales de construccion, articulos de ferreteria, pinturas, productos de vidrio, equipo y materiales de fontaneria y calefaccion.": {"46631 - Comercio al por mayor de materiales de construccion": 3851992088000, "46632 - Comercio al por mayor de  articulos de ferreteria, pinturas, productos de vidrio, equipo y materiales de fontaneria y calefaccion": 1410128887000}, "4662 - Comercio al por mayor de metales y productos metaliferos.": 161323500000, "4669 - Comercio al por mayor de otros productos n.c.p.": 3771752234000, "4664 - Comercio al por mayor de productos quimicos basicos, cauchos y plasticos en formas primarias y productos quimicos de uso agropecuario.": 2180746384000}, "465 - Comercio al por mayor de maquinaria y equipo.": {"4651 - Comercio al por mayor de computadores, equipo periferico y programas de informatica.": 2821821197000, "4653 - Comercio al por mayor de maquinaria y equipo agropecuarios.": 321847593000, "4659 - Comercio al por mayor de otros tipos de maquinaria y equipo n.c.p.": 7536306709000, "4652 - Comercio al por mayor de equipo, partes y piezas electronicos y de telecomunicaciones.": 2526920049000}, "461 - Comercio al por mayor a cambio de una retribucion o por contrata.": {"4610 - Comercio al por mayor a cambio de una retribucion o por contrata.": 331002334000}, "469 - Comercio al por mayor no especializado.": {"4690 - Comercio al por mayor no especializado.": {"46901 - ": 19255000}}}, "22 - Fabricacion de productos de caucho y de plastico.": {"221 - Fabricacion de productos de caucho.": {"2212 - Reencauche de llantas usadas": 85032044000, "2211 - Fabricacion de llantas y neumaticos de caucho": 1986594000, "2219 - Fabricacion de formas basicas de caucho y otros productos de caucho n.c.p.": 197110640000}, "222 - Fabricacion de productos de plastico.": {"2220 - ": 0, "2221 - Fabricacion de formas basicas de plastico.": 494249191000, "2229 - Fabricacion de articulos de plastico n.c.p.": 2742815070000}}, "39 - Actividades de saneamiento ambiental y otros servicios de gestion de desechos.": {"390 - Actividades de saneamiento ambiental y otros servicios de gestion de desechos.": {"3900 - Actividades de saneamiento ambiental y otros servicios de gestion de desechos.": {"39001 - Actividades de saneamiento ambiental y otros servicios de gestion de desechos (excepto los servicios prestados por contratistas de construccion, constructores y urbanizadores)": 21097290000, "39002 - Actividades de saneamiento ambiental y otros servicios de gestion de desechos prestados por contratistas de construccion, constructores y urbanizadores": 10387546000}}}, "68 - Actividades inmobiliarias.": {"681 - Actividades inmobiliarias realizadas con bienes propios o arrendados.": {"6810 - Actividades inmobiliarias realizadas con bienes propios o arrendados.": 5102015826000}, "682 - Actividades inmobiliarias realizadas a cambio de una retribucion o por contrata.": {"6820 - Actividades inmobiliarias realizadas a cambio de una retribucion o por contrata.": 985036570000}}, "36 - Captacion, tratamiento y distribucion de agua.": {"361 - ": {"3612 - ": 0}, "360 - Captacion, tratamiento y distribucion de agua.": {"3600 - Captacion, tratamiento y distribucion de agua.": {"36002 - Distribucion de agua": 1473629531000, "36001 - Captacion y tratamiento de agua": 11298854000}}, "369 - ": {"3699 - ": 0}}, "33 - Instalacion, mantenimiento y reparacion especializada de maquinaria y equipo.": {"331 - Mantenimiento y reparacion especializado de productos elaborados en metal y de maquinaria y equipo.": {"3319 - Mantenimiento y reparacion de otros tipos de equipos y sus componentes n.c.p.": 40442952000, "3311 - Mantenimiento y reparacion especializado de productos elaborados en metal.": 45809098000, "3312 - Mantenimiento y reparacion especializado de maquinaria y equipo.": 563399371000, "3314 - Mantenimiento y reparacion especializado de equipo electrico.": 45960376000, "3315 - Mantenimiento y reparacion especializado de equipo de transporte, excepto los vehiculos automotores, motocicletas y bicicletas.": 163975407000, "3313 - Mantenimiento y reparacion especializado de equipo electronico y optico.": 51717783000}, "332 - Instalacion especializada de maquinaria y equipo industrial.": {"3320 - Instalacion especializada de maquinaria y equipo industrial.": 58752493000}}, "12 - Elaboracion de productos de tabaco.": {"120 - Elaboracion de productos de tabaco.": {"1200 - Elaboracion de productos de tabaco.": 132420055000}}, "73 - Publicidad y estudios de mercado.": {"731 - Publicidad.": {"7310 - Publicidad.": 4011164317000}, "732 - Estudios de mercado y realizacion de encuestas de opinion publica.": {"7320 - Estudios de mercado y realizacion de encuestas de opinion publica.": {"73202 - Estudios de mercado y realizacion de encuestas de opinion publica en el ejercicio de una profesion liberal": 29504903000, "73201 - Estudios de mercado y realizacion de encuestas de opinion publica como consultoria profesional": 648706018000}}}, "70 - Actividades de administracion empresarial; actividades de consultoria de gestion.": {"701 - Actividades de administracion empresarial.": {"7010 - Actividades de administracion empresarial.": {"70101 - Actividades de administracion empresarial como consultoria profesional": 918179838000, "70102 - Actividades de administracion empresarial en el ejercicio de una profesion liberal": 241062462000}}, "702 - Actividades de consultaria de gestion.": {"7020 - Actividades de consultaria de gestion.": {"70202 - Actividades de  gestion en el ejercicio de una profesion liberal": 344217377000, "70201 - Actividades de consultoria de gestion": 2748414736000}}}, "79 - Actividades de las agencias de viajes, operadores turisticos, servicios de reserva y actividades relacionadas.": {"799 - Otros servicios de reserva y actividades relacionadas.": {"7990 - Otros servicios de reserva y actividades relacionadas.": 85365421000}, "791 - Actividades de las agencias de viajes y operadores turisticos.": {"7912 - Actividades de operadores turisticos.": 50060323000, "7911 - Actividades de las agencias de viaje.": 714321496000}}, "93 - Actividades deportivas y actividades recreativas y de esparcimiento.": {"932 - Otras actividades recreativas y de esparcimiento.": {"9329 - Otras actividades recreativas y de esparcimiento n.c.p.": {"93291 - Otras actividades recreativas y de esparcimiento n.c.p. (excepto juegos de suerte y azar, discotecas y similares )": 697774307000}, "9321 - Actividades de parques de atracciones y parques tematicos.": 75920092000}, "930 - ": {"9301 - ": 0, "9303 - ": 0, "9309 - ": 0}}, "42 - Obras de ingenieria civil.": {"429 - Construccion de otras obras de ingenieria civil.": {"4290 - Construccion de otras obras de ingenieria civil.": 3852112892000}, "421 - Construccion de carreteras y vias de ferrocarril.": {"4210 - Construccion de carreteras y vias de ferrocarril.": 1550117833000}, "422 - Construccion de proyectos de servicio publico.": {"4220 - Construccion de proyectos de servicio publico.": 258428902000}}, "24 - Fabricacion de productos metalurgicos basicos.": {"241 - Industrias basicas de hierro y de acero.": {"2410 - Industrias basicas de hierro y de acero.": 666924175000}, "243 - Fundicion de metales.": {"2432 - Fundicion de metales no ferrosos.": 50866345000, "2431 - Fundicion de hierro y de acero.": 49786658000}, "242 - Industrias basicas de metales preciosos y de metales no ferrosos.": {"2421 - Industrias basicas de metales preciosos.": 6390677000, "2423 - ": 0, "2429 - Industrias basicas de otros metales no ferrosos.": 36444470000}}, "58 - Actividades de edicion.": {"581 - Edicion de libros, publicaciones periodicas y otras actividades de edicion.": {"5811 - Edicion de libros.": {"58111 - Servicio de edicion de libros": 221786851000, "58112 - Edicion y publicacion de libros": 97903888000, "58113 - Edicion y publicacion de libros (Tarifa especial para los contribuyentes que cumplen condiciones del Acuerdo 98 de 2003)": 271259833000}, "5819 - Otros trabajos de edicion.": 100996519000, "5813 - Edicion de periodicos, revistas y otras publicaciones periodicas.": 411027705000, "5812 - Edicion de directorios y listas de correo.": 1195829000}, "582 - Edicion de programas de informatica (software).": {"5820 - Edicion de programas de informatica (software).": 38421096000}}, "30 - Fabricacion de otros tipos de equipo de transporte.": {"301 - Construccion de barcos y otras embarcaciones.": {"3012 - Construccion de embarcaciones de recreo y deporte.": 922953000, "3011 - Construccion de barcos y de estructuras flotantes.": 673709000}, "309 - Fabricacion de otros tipos de equipo de transporte n.c.p.": {"3092 - Fabricacion de bicicletas y de sillas de ruedas para personas con discapacidad.": 16881498000, "3091 - Fabricacion de motocicletas.": 1808878000, "3099 - Fabricacion de otros tipos de equipo de transporte n.c.p.": 7198779000}, "303 - Fabricacion de aeronaves, naves espaciales y de maquinaria conexa.": {"3030 - Fabricacion de aeronaves, naves espaciales y de maquinaria conexa.": 17327096000}, "302 - Fabricacion de locomotoras y de material rodante para ferrocarriles.": {"3020 - Fabricacion de locomotoras y de material rodante para ferrocarriles.": 69581000}}, "05 - Extraccion de carbon de piedra y lignito.": {"051 - Extraccion de hulla (carbon de piedra).": {"0510 - Extraccion de hulla (carbon de piedra).": 4207449000}, "052 - Extraccion de carbon lignito.": {"0520 - Extraccion de carbon lignito.": 96000000}}, "03 - Pesca y acuicultura.": {"030 - ": {"0302 - ": 0, "0303 - ": 0, "0301 - ": 0, "0304 - ": 0}}, "53 - Correo y servicios de mensajeria.": {"531 - Actividades postales nacionales.": {"5310 - Actividades postales nacionales.": 317704410000}, "532 - Actividades de mensajeria.": {"5320 - Actividades de mensajeria.": 380221924000}}, "11 - Elaboracion de bebidas.": {"110 - Elaboracion de bebidas.": {"1103 - Produccion de malta, elaboracion de cervezas y otras bebidas malteadas.": 2305715000, "1101 - Destilacion, rectificacion y mezcla de bebidas alcoholicas.": 165867039000, "1104 - Elaboracion de bebidas no alcoholicas, produccion de aguas minerales y de otras aguas embotelladas.": 1802878839000, "1102 - Elaboracion de bebidas fermentadas no destiladas.": 17997317000}}, "92 - Actividades de juegos de azar y apuestas.": {"921 - ": {"9211 - ": 0}, "920 - Actividades de juegos de azar y apuestas.": {"9200 - Actividades de juegos de azar y apuestas.": {"92001 - Actividades de juegos de destreza, habilidad, conocimiento y fuerza": 97706214000}}}, "64 - Actividades de servicios financieros, excepto las de seguros y de pensiones.": {"643 - Fideicomisos, fondos (incluye fondos de cesantias) y entidades financieras similares.": {"6432 - Fondos de cesantias.": 403189610000, "6431 - Fideicomisos, fondos y entidades financieras similares.": 577009323000}, "649 - Otras actividades de servicio financiero, excepto las de seguros y pensiones.": {"6491 - Leasing financiero (arrendamiento financiero).": 174693727000, "6493 - Actividades de compra de cartera o factoring.": 274175515000, "6495 - Instituciones especiales oficiales.": 853790710000, "6499 - Otras actividades de servicio financiero, excepto las de seguros y pensiones n.c.p.": {"64993 - Servicios de las casas de empenho o compraventas": 729500000, "64991 - Otras actividades de servicio financiero, excepto las de seguros y pensiones n.c.p.": 2143377284000, "64992 - Actividades comerciales de las casas de empenho o compraventa": 1751532000}, "6492 - Actividades financieras de fondos de empleados y otras formas asociativas del sector solidario.": 916919080000, "6494 - Otras actividades de distribucion de fondos.": 179712604000}, "641 - Intermediacion monetaria.": {"6411 - Banco Central.": 148915767000, "6412 - Bancos comerciales.": 21033869211000}, "642 - Otros tipos de intermediacion monetaria.": {"6421 - Actividades de las corporaciones financieras.": 717170103000, "6426 - ": 0, "6425 - ": 0, "6424 - Actividades de las cooperativas financieras.": 110967675000, "6422 - Actividades de las companhias de financiamiento.": 1401174241000, "6423 - Banca de segundo piso.": 642228989000}}, "63 - Actividades de servicios de informacion.": {"631 - Procesamiento de datos, alojamiento (hosting) y actividades relacionadas; portales web.": {"6312 - Portales web.": 30434288000, "6311 - Procesamiento de datos, alojamiento (hosting) y actividades relacionadas.": 1252919744000}, "639 - Otras actividades de servicio de informacion.": {"6391 - Actividades de agencias de noticias.": 28842035000, "6399 - Otras actividades de servicio de informacion n.c.p.": 754118963000}, "633 - ": {"6339 - ": 0}}, "nan - ": {"nan - ": {"nan - ": 18041733000}}, "16 - Transformacion de la madera y fabricacion de productos de madera y de corcho, excepto muebles; fabricacion de articulos de cesteria y esparteria.": {"169 - Fabricacion de otros productos de madera; fabricacion de articulos de corcho, cesteria y esparteria.": {"1690 - Fabricacion de otros productos de madera; fabricacion de articulos de corcho, cesteria y esparteria.": 93565468000}, "162 - Fabricacion de hojas de madera para enchapado; fabricacion de tableros contrachapados, tableros laminados, tableros de particulas y otros tableros y paneles.": {"1620 - Fabricacion de hojas de madera para enchapado; fabricacion de tableros contrachapados, tableros laminados, tableros de particulas y otros tableros y paneles.": 13621940000}, "161 - Aserrado, acepillado e impregnacion de la madera.": {"1610 - Aserrado, acepillado e impregnacion de la madera.": 34041577000}, "164 - Fabricacion de recipientes de madera.": {"1640 - Fabricacion de recipientes de madera.": 12567949000}, "163 - Fabricacion de partes y piezas de madera, de carpinteria y ebanisteria para la construccion.": {"1630 - Fabricacion de partes y piezas de madera, de carpinteria y ebanisteria para la construccion.": 186960615000}}, "77 - Actividades de alquiler y arrendamiento.": {"772 - Alquiler y arrendamiento de efectos personales y enseres domesticos.": {"7721 - Alquiler y arrendamiento de equipo recreativo y deportivo.": 16378851000, "7722 - Alquiler de videos y discos.": 2481321000, "7729 - Alquiler y arrendamiento de otros efectos personales y enseres domesticos n.c.p.": 27527225000}, "773 - Alquiler y arrendamiento de otros tipos de maquinaria, equipo y bienes tangibles n.c.p.": {"7730 - Alquiler y arrendamiento de otros tipos de maquinaria, equipo y bienes tangibles n.c.p.": 1037902392000, "7739 - ": 1000}, "771 - Alquiler y arrendamiento de vehiculos automotores.": {"7710 - Alquiler y arrendamiento de vehiculos automotores.": 503844062000}, "774 - Arrendamiento de propiedad intelectual y productos similares, excepto obras protegidas por derechos de autor.": {"7740 - Arrendamiento de propiedad intelectual y productos similares, excepto obras protegidas por derechos de autor.": 54884602000}}, "87 - Actividades de atencion residencial medicalizada.": {"872 - Actividades de atencion residencial, para el cuidado de pacientes con retardo mental, enfermedad mental y consumo de sustancias psicoactivas.": {"8720 - Actividades de atencion residencial, para el cuidado de pacientes con retardo mental, enfermedad mental y consumo de sustancias psicoactivas.": 2263921000}, "879 - Otras actividades de atencion en instituciones con alojamiento.": {"8790 - Otras actividades de atencion en instituciones con alojamiento": 9640302000}, "871 - Actividades de atencion residencial medicalizada de tipo general.": {"8710 - Actividades de atencion residencial medicalizada de tipo general.": {"87101 - Actividades de atencion residencial medicalizada de tipo general (excepto actividades de promocion y prevencion que realicen las entidades e instituciones promotoras y prestadoras de servicios de salud de naturaleza publica o privada, con recursos que provengan  del Sistema General  de Seguridad Social en  Salud.)": 7330636000}}, "873 - Actividades de atencion en instituciones para el cuidado de personas mayores y/o discapacitadas.": {"8730 - Actividades de atencion en instituciones para el cuidado de personas mayores y/o discapacitadas.": 12370050000}}}}